;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Soft Version: 3.66.110
; Update: 27 Dezembro 2019
;
[Lang]
NativeLanguage=Português

[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonClose=Fechar
BtnNews=Informação
[Translation]
LangCode=0816
ReadHabit=Left-to-right
LanguageName=POR
LangShortName=pt-pt
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Alerta
Error=Erro
Confirm=Confirmação
;
; Optimização da Memória
;
FrmMoMain.imgmail.hint=Partilhar o Wise Memory Optimizer com amigos
FrmMoMain.imgfacebook.hint=Gostar do WiseCleaner no Facebook
FrmMoMain.imgtwitter.hint=Partilhar o Wise Memory Optimizer no Twitter
FrmMoMain.chkupdate.caption=Procurar nova versão automaticamente.
FrmMoMain.btnlike.caption=Gostar
FrmMoMain.lblTotalMem.Caption=Memória Total:
FrmMoMain.lblaopt.Caption=Optimizar automaticamente se a memória estiver abaixo de:  
FrmMoMain.lbltry.Caption=Libertar mais memória
FrmMoMain.btnsettings.Caption=Definições
FrmMoMain.btnOpt.Caption=Optimizar
FrmMoMain.chkmin.Caption=Min. para área de notificação ao fechar
FrmMoMain.chkauto.Caption=Executar quando o Windows inicia
FrmMoMain.chkautoOpt.Caption=Optimização Automática
FrmMoMain.ckchkclearborad.Caption=Limpar Área Transferência ao optimizar
FrmMoMain.chkidle.Caption=Executar com o CPU inactivo. (Recomendado)
FrmMoMain.lbllang.Caption=Idioma:
;
; Acerca
;
FrmAbout.caption=Acerca
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versão Actual:
FrmAbout.lblemail.caption=Email de Suporte:
FrmAbout.lblhome.caption=Página Inicial
FrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas pelos seus contributos:

[MemoryOptimizer]
ThisTimeFreeMemory=Desta vez foi libertada %s Memória.
CurPrecent=Utilização Actual de Memória:
UsedMemory=Memória Utilizada:
AvailableMemory=Memória Livre:
FreeMemory=Memória Libertada:
At=Em
pmShow=Mostrar Janela do Programa
pmOpt=Optimizar
pmAbout=Acerca
pmExit=Sair
SureExit=A Optimizar a Memória... tem a certeza que quer sair?
Mintotray=A Optimizar a Memória

[Message]
NewVer=Está disponível uma nova versão! Pretende actualizar agora?
NotShowNotice=Não mostrar de novo esta mensagem.